Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: If you could relive one day of your life, which would it be and why?
de: Wenn du einen Tag deines Lebens noch einmal erleben könntest, welcher wäre es und warum?
es: Si pudieras revivir un día de tu vida, ¿cuál sería y por qué?
fr: Si vous pouviez revivre un jour de votre vie, lequel serait-ce et pourquoi ?
it: Se potessi rivivere un giorno della tua vita, quale sarebbe e perché?
ja: 人生のある一日をやり直せるとしたら、どの日を選びますか？そしてなぜですか？
ko: 인생의 하루를 다시 살 수 있다면 어떤 날을 선택하시겠습니까? 그리고 그 이유는?
nb: Hvis du kunne leve om én dag i livet ditt, hvilken ville det vært og hvorfor?
nl: Als je één dag van je leven opnieuw zou mogen beleven, welke zou dat zijn en waarom?
pl: Gdybyś mógł przeżyć jeszcze raz jeden dzień ze swojego życia, który by to był i dlaczego?
pt_br: Se você pudesse reviver um dia da sua vida, qual seria e por quê?
sv: Om du kunde leva om en dag i ditt liv, vilken skulle det vara och varför?
uk: Якби ви могли прожити один день свого життя наново, який би це був день і чому?
zh_hans: 如果你能重新体验生命中的一天，你会选择哪一天？为什么？

source: If you could rename 'Monday', what would you call it?
de: Wenn du den 'Montag' umbenennen könntest, wie würdest du ihn nennen?
es: Si pudieras renombrar el 'lunes', ¿cómo lo llamarías?
fr: Si tu pouvais renommer « lundi », comment l'appellerais-tu ?
it: Se potessi rinominare 'lunedì', come lo chiameresti?
ja: 『月曜日』の名前を変えられるとしたら、何と名付けますか？
ko: '월요일' 이름을 바꿀 수 있다면 뭐라고 부르고 싶어요?
nb: Hvis du kunne gi 'mandag' et nytt navn, hva ville du kalt det?
nl: Als je 'maandag' een andere naam mocht geven, hoe zou je het noemen?
pl: Gdybyś mógł zmienić nazwę 'poniedziałku', jak byś go nazwał?
pt_br: Se você pudesse renomear 'segunda-feira', como a chamaria?
sv: Om du kunde byta namn på 'måndag', vad skulle du kalla den?
uk: Якби ви могли перейменувати 'понеділок', як би ви його назвали?
zh_hans: 如果你能重新命名‘星期一’，你会叫它什么？

source: If you could rename the Earth, what would you call it?
de: Wenn du die Erde umbenennen könntest, wie würdest du sie nennen?
es: Si pudieras renombrar la Tierra, ¿cómo la llamarías?
fr: Si tu pouvais renommer la Terre, comment l'appellerais-tu ?
it: Se potessi rinominare la Terra, come la chiameresti?
ja: 地球の名前を変えられるとしたら、何と名付けますか？
ko: 지구의 이름을 바꿀 수 있다면, 무엇이라고 부르겠습니까?
nb: Hvis du kunne gi jorden et nytt navn, hva ville du kalt den?
nl: Als je de aarde een andere naam kon geven, hoe zou je haar dan noemen?
pl: Gdybyś mógł zmienić nazwę Ziemi, jak byś ją nazwał?
pt_br: Se você pudesse renomear a Terra, como a chamaria?
sv: Om du kunde byta namn på jorden, vad skulle du kalla den?
uk: Якби ви могли перейменувати Землю, як би ви її назвали?
zh_hans: 如果你能重新命名地球，你会叫它什么？

source: If you could replace all the grass in the world with something else, what would it be?
de: Wenn du alles Gras der Welt durch etwas anderes ersetzen könntest, was wäre das?
es: Si pudieras reemplazar todo el césped del mundo con otra cosa, ¿qué sería?
fr: Si tu pouvais remplacer toute l'herbe du monde par autre chose, quoi ?
it: Se potessi sostituire tutta l'erba del mondo con qualcos'altro, cosa sarebbe?
ja: 世界中の草を別のものに変えられるとしたら、何にしますか？
ko: 세상의 모든 잔디를 다른 것으로 바꿀 수 있다면, 무엇으로 바꾸겠습니까?
nb: Hvis du kunne erstatte alt gress i verden med noe annet, hva ville det vært?
nl: Als je al het gras ter wereld door iets anders zou kunnen vervangen, wat zou het zijn?
pl: Gdybyś mógł zastąpić całą trawę na świecie czymś innym, co by to było?
pt_br: Se você pudesse substituir toda a grama do mundo por outra coisa, o que seria?
sv: Om du kunde ersätta allt gräs i världen med något annat, vad skulle det vara?
uk: Якби ви могли замінити всю траву у світі на щось інше, що б це було?
zh_hans: 如果你能把全世界的草都换成别的东西，你会换什么？

source: If you could replace all the street signs with your own phrases, what would one say?
de: Wenn du alle Straßenschilder durch deine eigenen Sprüche ersetzen könntest, was würde eines sagen?
es: Si pudieras reemplazar todas las señales de tráfico con tus propias frases, ¿qué diría una?
fr: Si tu pouvais remplacer tous les panneaux de signalisation par tes propres phrases, que dirait l'un d'eux ?
it: Se potessi sostituire tutti i cartelli stradali con le tue frasi, cosa direbbe uno di essi?
ja: 全ての道路標識を自分の言葉に変えられるとしたら、一つだけどんな言葉を書きますか？
ko: 모든 길거리 표지판을 자신의 문구로 바꿀 수 있다면 어떤 내용을 적고 싶어요?
nb: Hvis du kunne erstatte alle gateskiltene med dine egne uttrykk, hva ville ett av dem sagt?
nl: Als je alle verkeersborden kon vervangen door je eigen zinnen, wat zou er dan op één staan?
pl: Gdybyś mógł zastąpić wszystkie znaki drogowe własnymi hasłami, co by mówił jeden z nich?
pt_br: Se você pudesse substituir todas as placas de rua pelas suas próprias frases, o que uma delas diria?
sv: Om du kunde ersätta alla vägskyltar med dina egna fraser, vad skulle en av dem säga?
uk: Якби ви могли замінити всі дорожні знаки своїми власними фразами, що б на одному з них було написано?
zh_hans: 如果你能用自己的话替换所有路牌，其中一个会写什么？

source: If you could retire today, what would you do with your time?
de: Wenn du heute in Rente gehen könntest, was würdest du mit deiner Zeit anfangen?
es: Si pudieras jubilarte hoy, ¿qué harías con tu tiempo?
fr: Si tu pouvais prendre ta retraite aujourd'hui, que ferais-tu de ton temps ?
it: Se potessi andare in pensione oggi, cosa faresti con il tuo tempo?
ja: 今日引退できるとしたら、時間をどう使いますか？
ko: 오늘 은퇴할 수 있다면 시간을 어떻게 보내시겠어요?
nb: Hvis du kunne pensjonere deg i dag, hva ville du gjort med tiden din?
nl: Als je vandaag met pensioen zou kunnen gaan, wat zou je dan met je tijd doen?
pl: Gdybyś mógł przejść na emeryturę dzisiaj, co byś zrobił ze swoim czasem?
pt_br: Se você pudesse se aposentar hoje, o que faria com seu tempo?
sv: Om du kunde gå i pension idag, vad skulle du göra med din tid?
uk: Якби ви могли вийти на пенсію сьогодні, що б ви робили зі своїм часом?
zh_hans: 如果你今天就能退休，你会如何度过你的时间？

source: If you could revisit any moment in your life just to feel it again, which would you pick?
de: Wenn du einen beliebigen Moment in deinem Leben noch einmal erleben könntest, nur um ihn wieder zu fühlen, welchen würdest du wählen?
es: Si pudieras revivir cualquier momento de tu vida solo para sentirlo de nuevo, ¿cuál elegirías?
fr: Si tu pouvais revivre n'importe quel moment de ta vie juste pour le ressentir à nouveau, lequel choisirais-tu ?
it: Se potessi rivisitare qualsiasi momento della tua vita solo per sentirlo di nuovo, quale sceglieresti?
ja: もし人生のどんな瞬間でも、もう一度その感覚を味わうために再訪できるなら、どれを選びますか？
ko: 삶의 어떤 순간이든 다시 느끼기 위해 다시 방문할 수 있다면 어떤 순간을 선택하시겠습니까?
nb: Hvis du kunne gjenoppleve et hvilket som helst øyeblikk i livet ditt bare for å føle det igjen, hvilket ville du valgt?
nl: Als je elk moment in je leven opnieuw kon beleven om het gewoon weer te voelen, welke zou je dan kiezen?
pl: Gdybyś mógł ponownie przeżyć dowolny moment swojego życia, aby znów go poczuć, który byś wybrał?
pt_br: Se você pudesse revisitar qualquer momento da sua vida apenas para senti-lo novamente, qual escolheria?
sv: Om du kunde återbesöka vilket ögonblick som helst i ditt liv bara för att känna det igen, vilket skulle du välja?
uk: Якби ви могли пережити будь-який момент вашого життя, щоб відчути його знову, який би ви обрали?
zh_hans: 如果你能重温生活中的任何一个时刻，只是为了再次感受它，你会选择哪个？

source: If you could see 10 minutes into the future, how would you use it?
de: Wenn du 10 Minuten in die Zukunft sehen könntest, wie würdest du das nutzen?
es: Si pudieras ver 10 minutos en el futuro, ¿cómo lo usarías?
fr: Si tu pouvais voir 10 minutes dans le futur, comment l'utiliserais-tu ?
it: Se potessi vedere 10 minuti nel futuro, come lo useresti?
ja: 10分先の未来が見えるなら、それをどう使いますか？
ko: 10분 후의 미래를 볼 수 있다면 어떻게 사용하시겠어요?
nb: Hvis du kunne se 10 minutter inn i fremtiden, hvordan ville du brukt det?
nl: Als je 10 minuten in de toekomst zou kunnen kijken, hoe zou je dat gebruiken?
pl: Gdybyś mógł widzieć 10 minut w przyszłość, jak byś to wykorzystał?
pt_br: Se você pudesse ver 10 minutos no futuro, como usaria isso?
sv: Om du kunde se 10 minuter in i framtiden, hur skulle du använda det?
uk: Якби ви могли бачити на 10 хвилин у майбутнє, як би ви це використали?
zh_hans: 如果你能看到未来10分钟，你会怎么利用它？

source: If you could send a message to your 16-year-old self, what would it be?
de: Wenn du eine Nachricht an dein 16-jähriges Ich senden könntest, was wäre das?
es: Si pudieras enviar un mensaje a tu yo de 16 años, ¿qué diría?
fr: Si tu pouvais envoyer un message à toi-même à 16 ans, quel serait-il ?
it: Se potessi inviare un messaggio al tuo io sedicenne, quale sarebbe?
ja: もし16歳の自分にメッセージを送れるなら、何と言いますか？
ko: 16살의 자신에게 메시지를 보낼 수 있다면 무슨 말을 하시겠습니까?
nb: Hvis du kunne sende en melding til ditt 16 år gamle jeg, hva ville den vært?
nl: Als je een bericht naar je 16-jarige zelf kon sturen, wat zou dat dan zijn?
pl: Gdybyś mógł wysłać wiadomość do siebie z przeszłości, gdy miałeś 16 lat, co by to było?
pt_br: Se você pudesse enviar uma mensagem para o seu eu de 16 anos, o que seria?
sv: Om du kunde skicka ett meddelande till ditt 16-åriga jag, vad skulle det vara?
uk: Якби ви могли надіслати повідомлення собі 16-річному, що б це було?
zh_hans: 如果你能给16岁的自己发送一条信息，你会说什么？

source: If you could shop for free at one store forever, which one?
de: Wenn du für immer in einem Geschäft kostenlos einkaufen könntest, welches wäre das?
es: Si pudieras comprar gratis en una tienda para siempre, ¿cuál?
fr: Si vous pouviez faire des achats gratuits dans un magasin pour toujours, lequel ?
it: Se potessi fare shopping gratis in un negozio per sempre, quale?
ja: 一つのお店で永遠に無料で買い物ができるとしたら、どこがいいですか？
ko: 한 가게에서 평생 무료로 쇼핑할 수 있다면 어디가 좋을까요?
nb: Hvis du kunne handle gratis i en butikk for alltid, hvilken?
nl: Als je voor altijd gratis zou kunnen winkelen in één winkel, welke dan?
pl: Gdybyś mógł robić zakupy za darmo w jednym sklepie na zawsze, który by to był?
pt_br: Se você pudesse comprar de graça em uma loja para sempre, qual seria?
sv: Om du kunde handla gratis i en butik för alltid, vilken?
uk: Якби ви могли безкоштовно робити покупки в одному магазині назавжди, якому?
zh_hans: 如果你能永远在一家商店免费购物，是哪一家？

source: If you could shrink any animal to the size of a cat, what?
de: Wenn du ein beliebiges Tier auf Katzengröße schrumpfen könntest, welches?
es: Si pudieras encoger cualquier animal al tamaño de un gato, ¿cuál?
fr: Si tu pouvais réduire n'importe quel animal à la taille d'un chat, lequel ?
it: Se potessi rimpicciolire qualsiasi animale alle dimensioni di un gatto, quale?
ja: どんな動物でも猫の大きさに縮められるとしたら、何を選びますか？
ko: 어떤 동물이든 고양이 크기로 줄일 수 있다면 무엇으로 줄이겠습니까?
nb: Hvis du kunne krympe et hvilket som helst dyr til kattestørrelse, hva?
nl: Als je een dier tot kattenformaat zou kunnen verkleinen, welk?
pl: Gdybyś mógł zmniejszyć dowolne zwierzę do rozmiaru kota, co by to było?
pt_br: Se você pudesse encolher qualquer animal ao tamanho de um gato, qual?
sv: Om du kunde krympa vilket djur som helst till kattstorlek, vilket?
uk: Якби ви могли зменшити будь-яку тварину до розміру кішки, яку?
zh_hans: 如果你能把任何动物缩小到猫的大小，你会选什么？

source: If you could speak any language fluently, which would it be?
de: Wenn du eine Sprache fließend sprechen könntest, welche wäre das?
es: Si pudieras hablar cualquier idioma con fluidez, ¿cuál sería?
fr: Si vous pouviez parler couramment n'importe quelle langue, laquelle serait-ce ?
it: Se potessi parlare fluentemente qualsiasi lingua, quale sarebbe?
ja: どんな言語でも流暢に話せるなら、何語を選びますか？
ko: 어떤 언어든 유창하게 말할 수 있다면 무엇을 고르시겠어요?
nb: Hvis du kunne snakke et hvilket som helst språk flytende, hvilket ville det vært?
nl: Als je vloeiend een taal zou kunnen spreken, welke zou dat zijn?
pl: Gdybyś mógł płynnie mówić w dowolnym języku, co by to było?
pt_br: Se você pudesse falar qualquer idioma fluentemente, qual seria?
sv: Om du kunde tala ett språk flytande, vilket skulle det vara?
uk: Якби ви могли вільно розмовляти будь-якою мовою, якою б вона була?
zh_hans: 如果你能流利地说任何语言，你会选哪种？

source: If you could speak to one person from history for five minutes, who would it be?
de: Wenn du fünf Minuten lang mit einer Person aus der Geschichte sprechen könntest, wer wäre das?
es: Si pudieras hablar con una persona de la historia durante cinco minutos, ¿quién sería?
fr: Si tu pouvais parler à une personne de l'histoire pendant cinq minutes, qui serait-ce ?
it: Se potessi parlare con una persona della storia per cinque minuti, chi sarebbe?
ja: もし歴史上の人物と5分間話せるなら、誰と話したいですか？
ko: 역사 속 한 인물과 5분 동안 대화할 수 있다면 누구와 대화하고 싶나요?
nb: Hvis du kunne snakke med én person fra historien i fem minutter, hvem ville det vært?
nl: Als je vijf minuten met één persoon uit de geschiedenis kon praten, wie zou dat zijn?
pl: Gdybyś mógł porozmawiać z jedną osobą z historii przez pięć minut, kto by to był?
pt_br: Se você pudesse falar com uma pessoa da história por cinco minutos, quem seria?
sv: Om du kunde prata med en person från historien i fem minuter, vem skulle det vara?
uk: Якби ви могли поговорити з однією особою з історії протягом п'яти хвилин, хто б це був?
zh_hans: 如果你能和一个历史人物交谈五分钟，你会选谁？

source: If you could speak to one type of animal, which would it be?
de: Wenn du mit einer Tierart sprechen könntest, mit welcher?
es: Si pudieras hablar con un tipo de animal, ¿cuál sería?
fr: Si tu pouvais parler à un type d'animal, lequel serait-ce ?
it: Se potessi parlare con un tipo di animale, quale sarebbe?
ja: 一種類の動物と話せるなら、何と話しますか？
ko: 한 종류의 동물과 대화할 수 있다면 어떤 동물과 대화하고 싶나요?
nb: Hvis du kunne snakke med én dyreart, hvilken ville det vært?
nl: Als je met één diersoort zou kunnen praten, welke zou dat zijn?
pl: Gdybyś mógł mówić do jednego gatunku zwierząt, który by to był?
pt_br: Se você pudesse falar com um tipo de animal, qual seria?
sv: Om du kunde prata med en typ av djur, vilken skulle det vara?
uk: Якби ви могли говорити з одним видом тварин, яким би він був?
zh_hans: 如果你能和一种动物交谈，你会选哪种？

source: If you could spend a day with anyone, living or dead, who?
de: Wenn du einen Tag mit irgendjemandem verbringen könntest, lebend oder tot, mit wem?
es: Si pudieras pasar un día con alguien, vivo o muerto, ¿quién?
fr: Si tu pouvais passer une journée avec n'importe qui, vivant ou mort, qui ?
it: Se potessi passare un giorno con chiunque, vivo o morto, chi?
ja: もし生きている人でも亡くなった人でも誰かと一日過ごせるなら、誰と過ごしたいですか？
ko: 살아있는 사람이든 죽은 사람이든 누군가와 하루를 보낼 수 있다면 누구와 보내고 싶나요?
nb: Hvis du kunne tilbringe en dag med hvem som helst, levende eller død, hvem?
nl: Als je een dag met wie dan ook kon doorbrengen, levend of dood, wie?
pl: Gdybyś mógł spędzić dzień z kimkolwiek, żywym lub martwym, z kim?
pt_br: Se você pudesse passar um dia com qualquer pessoa, viva ou morta, quem?
sv: Om du kunde tillbringa en dag med vem som helst, levande eller död, vem?
uk: Якби ви могли провести день з будь-ким, живим чи мертвим, з ким?
zh_hans: 如果你能和任何人（无论生死）共度一天，你会选谁？

source: If you could start a business tomorrow, what would it be?
de: Wenn du morgen ein Unternehmen gründen könntest, was wäre das?
es: Si pudieras iniciar un negocio mañana, ¿qué sería?
fr: Si tu pouvais lancer une entreprise demain, quelle serait-elle ?
it: Se potessi avviare un'attività domani, cosa sarebbe?
ja: 明日ビジネスを始められるとしたら、何を始めますか？
ko: 내일 사업을 시작할 수 있다면 어떤 사업을 하시겠어요?
nb: Hvis du kunne starte en bedrift i morgen, hva ville det vært?
nl: Als je morgen een bedrijf zou kunnen beginnen, wat zou het zijn?
pl: Gdybyś mógł jutro założyć firmę, co by to było?
pt_br: Se você pudesse abrir um negócio amanhã, o que seria?
sv: Om du kunde starta ett företag imorgon, vad skulle det vara?
uk: Якби ви могли розпочати бізнес завтра, що б це було?
zh_hans: 如果你明天可以创业，你会做什么？

source: If you could swap lives with a fictional character for a week, who?
de: Mit welchem fiktiven Charakter würdest du für eine Woche das Leben tauschen?
es: ¿Con qué personaje ficticio cambiarías la vida por una semana?
fr: Avec quel personnage de fiction échangerais-tu ta vie pour une semaine?
it: Con quale personaggio immaginario scambieresti la vita per una settimana?
ja: もし一週間だけ架空のキャラクターと人生を入れ替えられるとしたら、誰と入れ替えますか？
ko: 일주일 동안 가상의 인물과 삶을 바꿀 수 있다면 누구와 바꾸겠어요?
nb: Hvis du kunne bytte liv med en fiktiv karakter i en uke, hvem?
nl: Met welk fictief personage zou je een week van leven willen ruilen?
pl: Z jaką fikcyjną postacią zamieniłbyś się życiem na tydzień?
pt_br: Com qual personagem fictício você trocaria de vida por uma semana?
sv: Om du kunde byta liv med en fiktiv karaktär i en vecka, vem?
uk: З яким вигаданим персонажем ти помінявся б життям на тиждень?
zh_hans: 如果你能和某个虚构角色交换生活一周，你会选谁？

source: If you could swap lives with me for a day, what would you do?
de: Wenn du für einen Tag mit mir das Leben tauschen könntest, was würdest du tun?
es: Si pudieras intercambiar vidas conmigo por un día, ¿qué harías?
fr: Si tu pouvais échanger ta vie avec la mienne pour une journée, que ferais-tu ?
it: Se potessi scambiare la vita con me per un giorno, cosa faresti?
ja: もし一日だけ私と人生を交換できるなら、何をしますか？
ko: 하루 동안 나와 삶을 바꿀 수 있다면 무엇을 하시겠습니까?
nb: Hvis du kunne bytte liv med meg for en dag, hva ville du gjort?
nl: Als je een dag met mij van leven kon ruilen, wat zou je dan doen?
pl: Gdybyś mógł zamienić się ze mną życiem na jeden dzień, co byś zrobił?
pt_br: Se você pudesse trocar de vida comigo por um dia, o que faria?
sv: Om du kunde byta liv med mig för en dag, vad skulle du göra?
uk: Якби ви могли помінятися життям зі мною на день, що б ви зробили?
zh_hans: 如果你能和我交换一天的生活，你会做什么？

source: If you could swap lives with someone for a week, who would it be?
de: Wenn du eine Woche lang mit jemandem das Leben tauschen könntest, wer wäre das?
es: Si pudieras intercambiar vidas con alguien por una semana, ¿quién sería?
fr: Si tu pouvais échanger ta vie avec quelqu'un pour une semaine, qui serait-ce ?
it: Se potessi scambiare la vita con qualcuno per una settimana, chi sarebbe?
ja: もし一週間だけ誰かと人生を交換できるなら、誰と交換したいですか？
ko: 일주일 동안 누군가와 삶을 바꿀 수 있다면 누구와 바꾸시겠습니까?
nb: Hvis du kunne bytte liv med noen i en uke, hvem ville det vært?
nl: Als je een week lang met iemand van leven kon ruilen, wie zou dat zijn?
pl: Gdybyś mógł zamienić się życiem z kimś na tydzień, kto by to był?
pt_br: Se você pudesse trocar de vida com alguém por uma semana, quem seria?
sv: Om du kunde byta liv med någon i en vecka, vem skulle det vara?
uk: Якби ви могли помінятися життям з кимось на тиждень, хто б це був?
zh_hans: 如果你能和某人交换生活一周，你会选谁？

source: If you could swap places with a famous CEO for a week, who would it be?
de: Wenn du für eine Woche mit einem berühmten CEO tauschen könntest, wer wäre das?
es: Si pudieras intercambiar lugares con un CEO famoso por una semana, ¿quién sería?
fr: Si tu pouvais échanger ta place avec un PDG célèbre pour une semaine, qui serait-ce ?
it: Se potessi scambiare il posto con un CEO famoso per una settimana, chi sarebbe?
ja: 1週間だけ有名なCEOと立場を入れ替えられるとしたら、誰を選びますか？
ko: 일주일 동안 유명한 CEO와 역할을 바꿀 수 있다면, 누구를 선택하겠습니까?
nb: Hvis du kunne bytte plass med en kjent administrerende direktør i en uke, hvem ville det vært?
nl: Als je een week lang van plaats kon ruilen met een beroemde CEO, wie zou dat dan zijn?
pl: Gdybyś mógł zamienić się miejscami z sławnym CEO na tydzień, kto by to był?
pt_br: Se você pudesse trocar de lugar com um CEO famoso por uma semana, quem seria?
sv: Om du kunde byta plats med en känd VD i en vecka, vem skulle det vara?
uk: Якби ви могли помінятися місцями з відомим генеральним директором на тиждень, хто б це був?
zh_hans: 如果你能和一个著名的CEO互换身份一周，你会选谁？

source: If you could take a one-way trip to a colony on Mars, would you go?
de: Wenn du eine Einweg-Reise zu einer Kolonie auf dem Mars unternehmen könntest, würdest du gehen?
es: Si pudieras hacer un viaje de ida a una colonia en Marte, ¿irías?
fr: Si tu pouvais faire un voyage sans retour vers une colonie sur Mars, partirais-tu ?
it: Se potessi fare un viaggio di sola andata verso una colonia su Marte, andresti?
ja: 火星のコロニーへの片道旅行ができるとしたら、行きますか？
ko: 화성 식민지로 편도 여행을 떠날 수 있다면, 가시겠습니까?
nb: Hvis du kunne ta en enveis tur til en koloni på Mars, ville du dratt?
nl: Als je een eenrichtingsreis naar een kolonie op Mars kon maken, zou je dan gaan?
pl: Gdybyś mógł odbyć podróż w jedną stronę do kolonii na Marsie, pojechałbyś?
pt_br: Se você pudesse fazer uma viagem só de ida para uma colônia em Marte, você iria?
sv: Om du kunde ta en enkelresa till en koloni på Mars, skulle du åka?
uk: Якби ви могли здійснити подорож в один кінець до колонії на Марсі, ви б поїхали?
zh_hans: 如果你能踏上前往火星殖民地的单程之旅，你会去吗？

source: If you could take one person anywhere in the world right now, where would you go?
de: Wenn du jetzt eine Person irgendwohin auf der Welt mitnehmen könntest, wohin würdet ihr gehen?
es: Si pudieras llevar a una persona a cualquier lugar del mundo ahora mismo, ¿a dónde irías?
fr: Si tu pouvais emmener quelqu'un n'importe où dans le monde maintenant, où iriez-vous ?
it: Se potessi portare una persona ovunque nel mondo in questo momento, dove andresti?
ja: 今、一人だけ連れて世界中どこへでも行けるとしたら、どこに行きますか？
ko: 지금 한 사람을 데리고 세계 어디든 갈 수 있다면 어디로 가겠습니까?
nb: Hvis du kunne ta med én person hvor som helst i verden akkurat nå, hvor ville du dratt?
nl: Als je nu iemand mee zou kunnen nemen naar waar ook ter wereld, waar zou je naartoe gaan?
pl: Gdybyś mógł zabrać jedną osobę w dowolne miejsce na świecie właśnie teraz, dokąd byś pojechał?
pt_br: Se você pudesse levar uma pessoa para qualquer lugar do mundo agora, onde iria?
sv: Om du kunde ta en person var som helst i världen just nu, vart skulle du åka?
uk: Якби ви могли взяти одну людину куди завгодно у світі прямо зараз, куди б ви поїхали?
zh_hans: 如果你现在可以带一个人去世界上任何地方，你们会去哪里？

source: If you could talk to your pets, what would you ask them?
de: Wenn du mit deinen Haustieren sprechen könntest, was würdest du sie fragen?
es: Si pudieras hablar con tus mascotas, ¿qué les preguntarías?
fr: Si tu pouvais parler à tes animaux de compagnie, que leur demanderais-tu ?
it: Se potessi parlare con i tuoi animali domestici, cosa chiederesti loro?
ja: もしペットと話せるなら、何を尋ねますか？
ko: 반려동물과 대화할 수 있다면 무엇을 물어보시겠습니까?
nb: Hvis du kunne snakke med kjæledyrene dine, hva ville du spurt dem?
nl: Als je met je huisdieren kon praten, wat zou je ze dan vragen?
pl: Gdybyś mógł porozmawiać ze swoimi zwierzętami, o co byś je zapytał?
pt_br: Se você pudesse falar com seus animais de estimação, o que perguntaria a eles?
sv: Om du kunde prata med dina husdjur, vad skulle du fråga dem?
uk: Якби ви могли поговорити зі своїми домашніми улюбленцями, що б ви їх запитали?
zh_hans: 如果你能和你的宠物说话，你会问它们什么？

source: If you could time-travel but only to observe, never interact, where would you go?
de: Wenn du in der Zeit reisen könntest, aber nur beobachten, nie eingreifen, wohin würdest du gehen?
es: Si pudieras viajar en el tiempo pero solo para observar, nunca interactuar, ¿a dónde irías?
fr: Si tu pouvais voyager dans le temps mais seulement pour observer, sans jamais interagir, où irais-tu ?
it: Se potessi viaggiare nel tempo ma solo per osservare, senza interagire, dove andresti?
ja: 観察のみで交流せずにタイムトラベルできるなら、どこへ行きますか？
ko: 상호작용 없이 관찰만 하는 타임여행이 가능하다면 어디로 가고 싶나요?
nb: Hvis du kunne reise i tid, men bare for å observere, aldri samhandle, hvor ville du dratt?
nl: Als je door de tijd zou kunnen reizen maar alleen om te observeren, nooit te interageren, waar zou je naartoe gaan?
pl: Gdybyś mógł podróżować w czasie, ale tylko obserwować, nigdy nie wchodzić w interakcje, dokąd byś się wybrał?
pt_br: Se você pudesse viajar no tempo, mas apenas para observar, nunca interagir, para onde iria?
sv: Om du kunde resa i tiden men bara för att observera, aldrig interagera, vart skulle du åka?
uk: Якби ви могли подорожувати в часі, але лише спостерігати, ніколи не взаємодіяти, куди б ви вирушили?
zh_hans: 如果你能时间旅行但只能观察、不能互动，你会去哪里？
